Repository: begateway/begateway-ios-sdk
Catalog: begateway/Classes/Localization/*.lproj/Localizable.strings
Languages: az, da, es, fi_fi, fr, ka, lv, uk

# begateway_form_hint_card_number
source: Card number
az: Kartı nömrəsi
da: Kortnummer
es: Número de tarjeta
fi_fi: Kortin numero
fr: Numéro de carte
ka: ბარათის ნომერი
lv: Kartes numurs
uk: Номер картки

# begateway_form_hint_expiration
source: Expiration date
az: Son istifadə tarixi
da: Udløbsdato
es: Fecha de vencimiento
fi_fi: Päättymispäivä
fr: Date d'expiration
ka: ვადის გასვლის თარიღი
lv: Derīguma termiņš
uk: Термін дії

# begateway_form_hint_cardholder_name
source: Name on card
az: Kart üzərindəki ad
da: Kortholder navn
es: Titular de la tarjeta
fi_fi: Kortinhaltijan nimi
fr: Nom figurant sur la carte
ka: სახელი ბარათზე
lv: Vārds, uzvārds uz kartes
uk: Ім'я на картці

# begateway_month
source: Month
az: Ay
da: Måned
es: Mes
fi_fi: Kuukausi
fr: Mois
ka: თვე
lv: Mēnesis
uk: Місяць

# begateway_year
source: Year
az: İlİl
da: År
es: Año
fi_fi: Vuosi
fr: Année
ka: წელი
lv: Gads
uk: Рік

# begateway_card_number_required
source: Card number is required
az: Kart nömrəsi tələb olunur
da: Kortnummeret er obligatorisk
es: Debe ingresar el número de la tarjeta
fi_fi: Kortin numero vaaditaan
fr: Numéro de carte obligatoire
ka: საჭიროა ბარათის ნომერი
lv: Obligāti jānorāda kartes numurs
uk: Потрібно вказати номер картки

# begateway_card_number_invalid
source: Card number is invalid
az: Kart nömrəsi yanlışdır
da: Kortnummeret er ugyldigt
es: El número de la tarjeta no es válido
fi_fi: Kortin numero ei kelpaa
fr: Numéro de carte invalide
ka: ბარათის ნომერი არასწორია
lv: Kartes numurs nav derīgs
uk: Номер картки недійсний

# begateway_cvv_required
source: %s is required
az: %s tələb olunur
da: %s er obligatorisk
es: Debe ingresar %s
fi_fi: %s vaaditaan
fr: %s est requis
ka: %s აუცილებელია
lv: %s ir obligāti aizpildāmais lauks
uk: Потрібно вказати такі дані: %s

# begateway_cvv_invalid
source: %s is invalid
az: %s yanlışdır
da: %s er ugyldig
es: %s no es válido
fi_fi: %s ei kelpaa
fr: %s est invalide
ka: %s არასწორია
lv: %s nav derīgs
uk: Ці дані недійсні: %s

# begateway_expiration_required
source: Expiration date is required
az: Son istifadə tarixi tələb olunur
da: Udløbsdatoen er obligatorisk
es: Debe ingresar la fecha de vencimiento
fi_fi: Päättymispäivä vaaditaan
fr: Date d'expiration obligatoire
ka: აუცილებელია ვადის გასვლის თარიღის მითითება
lv: Derīguma termiņš jānorāda obligāti
uk: Потрібно вказати термін дії

# begateway_expiration_invalid
source: Expiration date is invalid
az: Son istifadə tarixi etibarsızdır
da: Udløbsdatoen er ugyldig
es: La fecha de vencimiento no es válida
fi_fi: Päättymispäivä ei kelpaa
fr: Date d'expiration invalide
ka: ვადის გასვლის თარიღი არასწორია
lv: Derīguma termiņš nav derīgs
uk: Термін дії недійсний

# begateway_cardholder_name_required
source: Name on card is required
az: Kartdakı ad tələb olunur
da: Navnet på kortet er obligatorisk
es: Debe ingresar el nombre tal como lo indica la tarjeta
fi_fi: Nimi kortissa vaaditaan
fr: Nom sur la carte obligatoire
ka: ბარათზე დატანილი სახელის მითითება აუცილებელია
lv: Vārds, uzvārds uz kartes jānorāda obligāti
uk: Потрібно вказати ім’я на картці

# begateway_savecard
source: Save card
az: Kartı saxla
da: Husk mig næste gang
es: Recordarme la siguiente vez
fi_fi: Muista seuraavalla kerralla
fr: Se souvenir de moi la prochaine fois
ka: ბარათის შენახვა
lv: Saglabāt karti
uk: Зберегти картку

# begateway_button_pay
source: Pay
az: Ödəyin
da: Betal
es: Pagar
fi_fi: Maksa
fr: Payer
ka: გადახდა
lv: Maksāt
uk: Сплатити

# begateway_secure_info
source: Secure payment is provided by %@
az: Təhlükəsiz ödəniş %s tərəfindən təmin edilir
da: Sikker betaling leveres af %s
es: Pago seguro proporcionado por %s
fi_fi: Turvallisen maksun tarjoaa %@
fr: Le paiement sécurisé est fourni par %@
ka: უსაფრთხო გადახდა გარანტირებულია %s
lv: Drošo pakalpojumu nodrošina %@
uk: Захищений платіж забезпечує %s

source: Change
az: Dəyişin
da: Ændring
es: Cambiar
fi_fi: Vaihda
fr: Changer
ka: შეცვლა
lv: Mainīt
uk: Змінити

# Sorry, incorrect data
source: There was a payment error. Try again or use another card.
az: Ödəniş xətası baş verdi. Yenidən cəhd edin və ya başqa kartdan istifadə edin.
da: Der var en betalingsfejl. Prøv igen, eller brug et andet kort.
es: Se ha producido un error en el pago. Por favor, vuelva a intentarlo o pruebe con otra tarjeta.
fi_fi: Maksussa tapahtui virhe. Yritä uudelleen tai käytä toista korttia.
fr: Il y a eu une erreur de paiement. Réessayez ou utilisez une autre carte.
ka: მოხდა გადახდის შეცდომა. გთხოვთ ცადეთ განმეორებით ან გამოიყენეთ სხვა ბარათი.
lv: Radās maksājuma kļūda. Mēģiniet vēlreiz vai izmantojiet citu karti.
uk: Під час оплати сталася помилка. Спробуйте ще раз або скористайтеся іншою карткою.

source: OK
az: Oldu
es: Aceptar
ka: კარგი
lv: Labi

source: Cancel
az: Ləğv et!
da: Annuller
es: Cancelar
fi_fi: Peruuta
fr: Annuler
ka: გაუქმება
lv: Atcelt
uk: Скасувати

source: Turn on
az: İşə sal
da: Aktivér
es: Activar
fi_fi: Käytä
fr: Activer
ka: ჩართვა
lv: Ieslēgt
uk: Увімкнути

source: Error
az: Xəta
da: Fejl
fi_fi: Virhe
fr: Erreur
ka: შეცდომა
lv: Kļūda
uk: Помилка

source: An error occurred during scanning
az: Skanlama zamanı xəta baş verdi
da: Der opstod en fejl under scanning
es: Ocurrió un error durante el escaneo
fi_fi: Skannaamisen aikana tapahtui virhe
fr: Une erreur s'est produite lors du scan
ka: სკანირებისას გამოვლინდა შეცდომა
lv: Skenēšanas laikā radās kļūda
uk: Під час сканування сталася помилка

source: Please turn on NFC
az: Lütfən NFC qoşun
da: Aktivér NFC
es: Active NFC
fi_fi: Ota NFC käyttöön
fr: Veuillez activer la technologie NFC
ka: გთხოვთ ჩართეთ NFC
lv: Ieslēdziet NFC
uk: Увімкніть NFC

source: NFC not supported
az: NFC dəstəklənmir
da: NFC er ikke understøttet
es: NFC no admitido
fi_fi: NFC:tä ei tueta
fr: Technologie NFC non prise en charge
ka: NFC არ არის მხარდაჭერილი
lv: NFC tehnoloģija netiek atbalstīta
uk: NFC не підтримується

source: Please attach bank card to the phone
az: Lütfən bank kartı telefona qoşun
da: Vedhæft bankkortet til telefonen
es: Adjunte la tarjeta bancaria al teléfono
fi_fi: Liitä pankkikortti puhelimeen
fr: Veuillez associer une carte bancaire au téléphone
ka: გთხოვთ ტელეფონს დაუკავშირეთ თქვენი საბანკო ბარათი
lv: Pielieciet bankas karti pie tālruņa
uk: Прикладіть банківську картку до телефона

# From Photo
source: Scan by camera
az: Kamera ilə skanlayın
da: Scan med kamera
es: Escanear con la cámara
fi_fi: Skannaa kameralla
fr: Scan par appareil photo
ka: კამერის სკანირება
lv: Noskenējiet ar kameru
uk: Проскануйте камерою

source: Scan by NFC
az: NFC ilə skanlayın
da: Scan med NFC
es: Escanear por NFC
fi_fi: Skannaa NFC:llä
fr: Scan par NFC
ka: სკანირება NFC-ით
lv: Noskenējiet ar NFC
uk: Сканувати модулем NFC

source: Please wait
az: Lütfən gözləyin
da: Vent venligst
es: Espere
fi_fi: Odota
fr: Veuillez patienter
ka: გთხოვთ დაელოდეთ
lv: Lūdzu, uzgaidiet
uk: Зачекайте
